{"do_lower_case": false, "bos_token": "[CLS]", "eos_token": "[SEP]", "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "split_by_punct": false, "sp_model_kwargs": {}, "vocab_type": "spm", "model_max_length": 512, "special_tokens_map_file": null, "tokenizer_file": null, "name_or_path": "./results/nli-few-shot/docnli-mnli-fever-ling-2c/DeBERTa-v3-small/DeBERTa-v3-small-mnli-fever-docnli-ling-2c", "tokenizer_class": "DebertaV2Tokenizer"}